Repository: TeeTeufel/pretixios
Catalog: pretixios/*.lproj/Localizable.strings
Languages: de

source: List
de: Liste

source: Scan
de: Scannen

source: Settings
de: Einstellung

source: Checkin
de: Eincheckzeit

source: Name / Company / Email
de: Name / Firma / Email

source: %d total, %d checkins
de: %d gesamt, %d eingecheckt

source: You are about to delete all pretix data on this device
de: Dies löscht alle Ticket-Daten auf dem Gerät und setzt die Konfiguration zurück

source: Pending
de: Offen

source: Created
de: Erzeugt

source: Invitation
de: Einladungscode

source: Save
de: Speichern

source: Unknown
de: Unbekannt

source: Refunded
de: Erstattet

source: Canceled
de: Storniert

source: Personal Data
de: Persönliche Daten

source: Additional Info
de: Zusatzinformationen

source: Type
de: Typ

source: Expired
de: Abgelaufen

source: Paid
de: Bezahlt

source: Company
de: Firma

source: Please scan a ticket
de: Scanne ein Ticket ein

source: Please scan a configuration code
de: Scanne einen Konfigurationscode ein

source: Configuration successful. You can now scan Tickets.
de: Konfiguration erfolgreich. Du kannst jetzt Tickets scannen.

source: Print Badge
de: Badgedruck

source: Invalid Ticket
de: Ungültiges Ticket

source: Invalid configuration code
de: Ungültige Konfiguration

source: Valid Ticket
de: Gültiges Ticket

source: Already redeemed
de: Bereits eingelöst

source: No camera access
de: Kein Zugriff auf Kamera

source: Camera access has been denied in settings.
de: Zugriff auf die Kamera ist in den Einstellungen gesperrt.

source: Please allow camera access in the privacy settings.
de: Diese Funktion ist nur Verfügbar wenn sie der App Zugriff auf ihre Kamera gestatten.

source: This feature is only available with camera access.
de: Bitte erlauben sie der App den Zugriff auf die Kamera in den Datenschutzeinstellungen.

source: Special Ticket!
de: Spezielles Ticket!

source: Redeem
de: Einchecken

source: None
de: Keiner

source: Reset Configuration
de: Konfiguration zurücksetzen

source: %d Checkin not synced. Pull to retry.
de: %d Checkin nicht synchronisiert. Ziehen zum wiederholen.

source: %d Checkins not synced. Pull to retry.
de: %d Checkins nicht synchronisiert. Ziehen zum wiederholen.

source: This list is empty. Maybe you need to configure the app first using the scanner or pull down to refresh.
de: Die Liste ist leer. Vielleicht musst du noch einen Konfigurations-Code scannen oder ziehen zum neu laden.

source: Attendees
de: Teilnehmer

source: Please allow camera access in the app settings.
de: Bitte erlaube den Kamerazugriff in den Einstellungen der App

source: Camera access has been denied in restrictions.
de: Zugriff auf die Kamera wurde in den Einschränkungen verboten.

source: Printing method
de: Druckeranbindung

source: Bluetooth Serial
de: Bluetooth Seriell

source: Check-in list
de: Check-in Liste

source: Enable NFC
de: NFC aktivieren

source: Delete configuration & data
de: Konfiguration & Daten löschen

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: No configuration
de: Nicht konfiguriert
